import React from "react";

export default function Description() {
  return(
    <div className="descript">
      <p id="pc">
        デジタルデザイナー兼デベロッパーを目指し日々勉強中です。<br/>
        幼少期にドイツのミュンヘンに２年間住んでおり、ヨーロッパ諸国の街や人、物に関り海外のデザインや考え方に触れました。<br />
        高校生のころからダンスをはじめ、大学のサークルもダンスをしてました。<br />
        社会に出てからは、服飾に興味を持ちアパレルで働きながら独学で勉強その後洋裁学校に通いテーラーに弟子入りし、洋服の作り方やデザインについて学びどのような服が着やすくて、使いやすいかを考え作っていました。<br />
        またその時から、洋服作成をデジタル化したらもっとよりよい服作りができるようになるのではないかと考え、プログラミングの勉強を開始し、現在に至る。<br />
        現在では、プログラミングを通しユーザが使いやすいデザイン、使いやすいシステムを作りたいと考えています。
        もっとより良い物を作れるようになっていきたいと考えており、多くの人、物に触れる機会を作れるようにがんばります。

      </p>
      <p id="phone">
      携帯
      </p>
    </div>
  );
}